Repository: ArchaeoStat/ArchaeoPhases
Catalog: po/R-*.po
Languages: fr

source: Tempo must be computed as probabilities.
fr: Le tempo doit être calculé sous forme de probabilités.

source: %s is older than %s.
fr: %s est plus ancien que %s.

source: Duplicated event names!
fr: Noms d'événements dupliqués !

source: %s is already expressed in rata die: %s is ignored.
fr: %s est déjà exprimé en rata die : %s est ignoré.

source: Time ranges can only be displayed with two phases.
fr: Les plages de temps ne peuvent être affichées qu'avec deux phases.

source: Could not find a %s between these two phases.
fr: Impossible de trouver un %s entre ces deux phases.

source: Phase start
fr: Début de la phase

source: Phase end
fr: Fin de la phase

source: Cumulative events
fr: Événements cumulés

source: Activity
fr: Activité

source: Depth
fr: Profondeur

source: Duplicated names!
fr: Noms dupliqués !

source: - Number of events: %d
fr: - Nombre d'événements : %d

source: - Number of MCMC samples: %s
fr: - Nombre d'échantillons MCMC : %s

source: - Number of phases: %d
fr: - Nombre de phases : %d
